kEdgeWiggleFlag
Apply a wiggle effect to the edges.  The wiggle effect is produced by drawing
extra lines adjacent to the original line, with a specific amount of
perturbation away from the original line.